[
  {
    "title": "What is Graded.Pro?",
    "content": "Graded.Pro is a platform designed to help teachers automatically grade work submitted by students. The platform leverages AI to provide initial grades, which teachers can manually adjust before returning feedback to students. It integrates with Google Classroom and also allows students to submit their work directly through the Graded.Pro submission system."
  },
  {
    "title": "How does Graded.Pro integrate with Google Classroom?",
    "content": "Graded.Pro seamlessly integrates with Google Classroom, allowing teachers to connect their accounts and manage their grading effortlessly. While existing Google Classroom classes cannot be directly used due to permissions, Graded.Pro makes it easy to create new classes within the platform. These new classes will then sync with Google Classroom for assignments and grading, ensuring a smooth and efficient workflow."
  },
  {
    "title": "Can students submit work without using Google Classroom?",
    "content": "Absolutely! Students can easily submit their work directly through the Graded.Pro submission system whenever their teacher has enabled this option."
  },
  {
    "title": "Can I use a different LMS with Graded.Pro?",
    "content": "Not at this time, but we are actively working on adding support for more Learning Management Systems in the future."
  },
  {
    "title": "How do I assign work to my students through Graded.Pro?",
    "content": "After creating new classes in Graded.Pro, you can create assignments within the platform. Specify the details of the assignment, including the due date, and Graded.Pro will automatically distribute it to your students via Google Classroom or through the Graded.Pro submission system."
  },
  {
    "title": "How does the AI grading system work?",
    "content": "The AI in Graded.Pro analyses student submissions based on pre-set criteria and custom rubrics and provides an initial grade. Teachers can review and adjust these grades before finalising them."
  },
  {
    "title": "Can I manually grade or adjust grades assigned by the AI?",
    "content": "Absolutely. Teachers have full control over the grading process. You can review the AI-assigned grades, make any necessary adjustments, and provide additional feedback before returning the grades to students."
  },
  {
    "title": "How do I return feedback to students?",
    "content": "After grading an assignment, you can add personalised feedback for each student. This feedback, along with the grades, will be sent back to the students through Google Classroom or the Graded.Pro submission system."
  },
  {
    "title": "Why is Graded.Pro more expensive than other grading platforms?",
    "content": "Graded.Pro leverages the latest GPT-4 technology to offer an advanced understanding and analysis of student submissions, going beyond the capabilities of platforms using older technology. It can accurately read and interpret handwriting and supports comprehensive mathematical typesetting, making it ideal for a broad range of academic subjects. Additionally, Graded.Pro seamlessly integrates with Google Classroom, enhancing its utility and ease of use in educational environments. These features combine to provide a superior and efficient grading experience."
  },
  {
    "title": "What should I do if I encounter a technical issue?",
    "content": "If you experience any technical difficulties, you can visit our Help Centre on the Graded.Pro website or contact our support team directly via email for assistance."
  },
  {
    "title": "How do I disconnect my Google Classroom account from Graded.Pro?",
    "content": "To disconnect your Google Classroom account, go to your account settings in Graded.Pro and follow the instructions to unlink your account."
  },
  {
    "title": "How does Graded.Pro protect my data and my students' data?",
    "content": "Graded.Pro takes data privacy and security very seriously. We use industry-standard encryption and security measures to protect all data. For more details, please refer to our Privacy Policy on the website."
  },
  {
    "title": "Is Graded.Pro compliant with educational data protection regulations?",
    "content": "Yes, Graded.Pro complies with all relevant educational data protection regulations, including GDPR and FERPA, ensuring that your data and your students' data are handled responsibly. In addition, Graded.Pro holds a Google Casa Tier 2 certification, guaranteeing robust security and safety measures."
  },
  {
    "title": "How much does Graded.Pro cost?",
    "content": "Graded.Pro uses a credits system for its services. The amount of credits needed depends on the complexity of the grading task and the amount of text and images uploaded. This flexible system ensures you only pay for what you use."
  },
  {
    "title": "How do I cancel my account?",
    "content": "To cancel your account, go to your account settings and follow the instructions for cancelling your account. If you need assistance, our support team is available to help."
  }
]
